Repository: Chrisdd3365/NearDiscovery
Catalog: Supporting Files/Ressources/*.lproj/Localizable.strings
Languages: es, fr

source: Please give me permission to locate you.
es: Porfavor dejame localizarte
fr: Donne moi la permission de te localiser.

source: Sorry!
es: Lo siento!
fr: Désolé!

source: Back
es: Atrás
fr: Retour

source: Call
es: Llamar
fr: Appeler

source: Share
es: Compartir
fr: Partager

source: Favorite
es: Favoritos
fr: Favoris

source: Website
es: Página Web
fr: Site Web

source: Open
es: Abrir
fr: Ouvert

source: Close
es: Cerrar
fr: Fermé

source: Discover
es: Descubrir
fr: Découvrir

source: Automobile
es: Automóvil
fr: Voiture

source: Walking
es: Caminando
fr: A pied

source: No routes available!
fr: Aucun itinéraire disponible!

source: Hey! Check out this place!
es: Hola! Echale un vistazo a este lugar!
fr: Salut! Jette un coup d'oeil à cet emplacement!

source: I have no Google Maps Link for you to share!
es: No tengo ninguno enlace de Google Maps para compartir!
fr: Pas de lien Google Maps à partager!

source: I have no Website to show you!
es: No tengo ningún Web a enseñarte!
fr: Pas de Site Web disponible!

source: You've reached the maximum amount of Marked Locations!
es: Has alcanzado la cantidad máxima de lugares marcados!
fr: Nombre maximum d'emplacements marqués atteint!

source: You've already marked this location on the map!
es: Has marcado esta ubicación en el mapa ya!
fr: Tu as déjà marqué cet emplacement sur la carte!

source: You've already added this place into the favorite list!
es: Has agregado este lugar en tu lista de favoritos ya!
fr: Tu as déjà ajouté cet emplacement dans ta liste de favoris!

source: What do you want to discover?
es: ¿Que quieres descubrir?
fr: Que souhaites-tu visiter?

source: I couldn't find what you want to discover for you!
fr: Je n'ai pas pu trouver ce que tu souhaitais découvrir!

source: Location Services not enabled!
fr: Service de localisation désactivé!

source: I need your authorization to show you cool places!
es: Necesito tu autorización para enseñarte lugares guapos.
fr: J'ai besoin de ton autorisation pour te montrer des emplacements!

source: List of Nearby Places to Visit
es: Lista de lugares cerca a visitar
fr: Liste des lieux proches à visiter

source: I'm not able to show you details for now! Try again!
es: No soy capaz de de enseñarte más detalles ahora! Porfavor Inténtalo de nuevo!
fr: Je ne suis pas en mesure de te montrer les détails concernant cet emplacement! Réessaye ultérieurement!

source: Place's Details
es: Detalles del sitio
fr: Description de l'emplacement

source: Marked Locations
es: Ubicaciones Marcadas
fr: Emplacements marqués

source: Hit the 'Marked Location' Button to add the location into the list!
es: Pulsa el 'Ubicación Marcada' botón para agregar la ubicación a la lista!
fr: Appuie sur le bouton 'Marquer Emplacement' pour ajouter l'emplacement dans la liste!

source: List of Favorites Places
es: Lista de sitios favoritos
fr: Liste des emplacements favoris

source: Hit the 'Favorite' Button to add a place in your favorite list!
es: Pulsa el 'Favorito' botón para agregar un sitio a tus favoritos!
fr: Appuie sur le bouton 'Favoris' pour ajouter un emplacement dans ta liste de favoris!

source: Favorite Place's Details
es: Detalles de tu lugar favorito
fr: Description de l'emplacements favoris

source: No Name
es: No Nombre
fr: Aucun nom

source: No routes found!
es: No se encontraron rutas !

source: I couldn't find what you want to discover for you
es: No podía encontrar lo que querías descubrir!
