Repository: Chrisdd3365/NearDiscovery
Catalog: Supporting Files/Ressources/Localizables/*.lproj/Localizable.strings
Languages: vi

source: Sorry!
vi: Xin lỗi!

source: Back
vi: Quay lại

source: Call
vi: Gọi điện

source: Share
vi: Chia sẽ

source: Favorite
vi: Yêu thích

source: Website
vi: Trang Web

source: Open
vi: Mở

source: Close
vi: Dóng

source: Mark
vi: Dấu

source: Show
vi: Buổi diễn

source: Discover
vi: Khám phá

source: Automobile
vi: Xe hơi

source: Walking
vi: đi bộ

source: No routes found!
vi: Không có lộ trình!

source: No opening hours available.
vi: Không có giờ mở cửa.

source: Hey! Check out this place!
vi: Chào! Kiểm tra nơi này!

source: I have no Google Maps Link for you to share!
vi: Tôi không kết nối với Google Maps để bạn chia sẽ!

source: I have no Website to show you!
vi: Tôi không có trang web để chỉ cho bạn!

source: You've reached the maximum amount of Marked Locations!
vi: Bạn đã đạt đến chữ số tối đa về đánh dấu các địa điểm!

source: You've already marked this location on the map!
vi: Bạn đã đánh dấu địa điểm này trên bản đồ!

source: You've already added this place into the favorite list!
vi: Bạn đã thêm địa điểm này vào danh sách yêu thích!

source: What do you want to discover?
vi: Bạn muốn khám phá điều gì?

source: I couldn't find what you want to discover for you!
vi: Tôi không tìm thấy những gì bạn muốn khám phá!

source: I need your authorization to show you cool places!
vi: Tôi xin phép để chỉ cho bạn những nơi thú vị!

source: List of Nearby Places to Visit
vi: Danh sách các địa điểm vùng lân cận để tham quan

source: I'm not able to show you details for now! Try again!
vi: Tôi không thể chỉ bạn chi tiết bây giờ! Hãy thử lại!

source: Place's Details
vi: Chi tiết địa điểm

source: Marked Locations
vi: Đánh dấu địa điểm

source: Hit the 'Marked Location' Button to add the location into the list!
vi: Hãy nhấn nút 'Đánh dấu địa điểm ' để thêm địa điểm vào danh sách!

source: List of Favorites Places
vi: Danh sách địa điểm yêu thích

source: Hit the 'Favorite' Button to add a place in your favorite list!
vi: Hãy nhấn nút 'Yêu thích' để ghi thêm một địa điểm vào danh sách bạn yêu thích!

source: Favorite Place's Details
vi: Chi tiết địa điểm yêu thích

source: No Name
vi: Không danh tánh
